[
  {
    "page": 1,
    "text": "Activity 1: Problem Solving (CO 1 / CO 2)\nDate: 17 January Time: 04:50 pm Sub: Municipal Solid Waste Management (CE30078\n2025 – 05:50 pm\nFull Marks: 10\nQuestion No. 1 is mandatory. Attempt any 5 questions from Question No. 2 to 7.\nNo Question Description Marks\n1. A town comprising 1 million population generates MSW @ 400 g/capita/day. The 05\ncomposition of the MSW is as follows.\n(i) Organics – 45%\n(ii) C&D waste – 6%\n(iii) Paper & Cardboard waste – 6%\n(iv) Metals – 3%\n(v) Glass – 1%\n(vi) Plastics – 20%\n(vii) Textiles – 8%\n(viii) Hazardous Waste – 5%\n(ix) Street waste – 6%\nIt was decided by the municipal authority to dispose (i) hazardous waste, (ii) street\nwaste and (iii) 15% of the other dry waste except C&D waste to landfill. The\nproposed site of the landfill has an area of 0.8 ha for landfill cell (containing MSW)\nand 0.2 ha for auxiliary services. A guideline was prepared related to the landfill as\nfollows\n• 15% of the landfill cell should be used as soil cover\n• total height of th"
  },
  {
    "page": 1,
    "text": "ndfill cell (containing MSW)\nand 0.2 ha for auxiliary services. A guideline was prepared related to the landfill as\nfollows\n• 15% of the landfill cell should be used as soil cover\n• total height of the landfill is restricted to 25 m.\na) Assuming the compacted density of the MSW to be 800 kg/m3, determine the\nlandfill lift, i.e., depth in one year.\nb) Determine the life span of the landfill\n2. Name the colours of the bins for collecting different categories of biomedical waste 01\nas per Biomedical Waste Management Rules 2016.\n3. Differentiate between manufacturer and producer with reference to Plastic Waste 01\nManagement Rules 2016.\n4. Differentiate between combustible waste and residual solid waste with reference to 01\nSolid Waste Management Rules 2016.\n5. Explain Extended Producers Responsibilities (EPR) with reference to Electronic 01\nWaste Management Rules 2016.\n6. Explain co-processing of plastic waste in cement plants using flow diagram. 01\n7. Explain the process of road construct"
  },
  {
    "page": 1,
    "text": "sibilities (EPR) with reference to Electronic 01\nWaste Management Rules 2016.\n6. Explain co-processing of plastic waste in cement plants using flow diagram. 01\n7. Explain the process of road construction using the dry process with the help of a flow 01\ndiagram."
  }
]